export const spending_type = {

    'shokuji': ['食事','食料品','外食','カフェ','その他食費'], 
    'nichiyouhin':['日用品','子育て用品','ドラッグストア','100均店','その他日用品'],
    'shumi_goraku': ['アウトドア','スポーツ','映画・音楽・ゲーム','本','旅行','秘密の趣味','その趣味・娯楽'],
    'koutsuuhi': ['交通費','電車・バス','タクシー','IC','その他飛行機'],
    'ishou_biyou': ['衣装','クリーニング','美容院','化粧品','アクセサリー','その他衣装・美容'],
    'kousaihi': ['交際費','飲み会','プレゼント代','その他交際費'],
    'kenkou_iryou': ['フィットネス','ボディケア','医療費','薬','保険','その他健康・医療'],
    'kyouyou_kyouiku': ['書籍','新聞・雑誌','習い事','学費・塾','その他教養・教育'],
    'suidou_kounetsuhi': ['光熱費','電気代','ガス代','水道代','その他水道・光熱費'], 
    'sonota': ['その他']

}